[
  {
    "cityId": 1,
    "cityName": "Jalandhar",
    "weatherConditions": "Cold",
    "population":873725,
    "geoLocation": "31° 19' 33.6540'' N and 75° 34' 34.2480'' E",
    "history": "In ancient time, the district or Kingdom of Jalandhar comprised the whole of the Upper Doabas from the Ravi to the Satluj. According to the Padama Purana, as quoted by General Conningham the country takes its name from the great Daitya King Danava Jalandhara the son of the Ganga by Ocean."
  },
  {
    "cityId": 2,
    "cityName": "Jaipur",
    "weatherConditions": "Cold",
    "population":3077725,
    "geoLocation": "26.9124° N, 75.7873° E",
    "history": "Jaipur, the capital of Rajasthan state in India, was founded in 1727 by Maharaj Jai Singh II,[1] who ruled Jaipur State from 1699–1744. Initially, his capital was Amber, which lies at a distance of 11 km ferest while designing this city of victory. He consulted several books on architecture and architects before making the layout of Jaipur."
  },
  {
    "cityId": 3,
    "cityName": "Abohar",
    "weatherConditions": "Cold",
    "population":212000,
    "geoLocation": "30.1469° N, 74.2008° E",
    "history": "Abohar is a historical city which is located on the inter-state boundary of the country. It may be called trinity of the culture, ethnicity, and civilization of Punjab, Haryana and Rajasthan. Its boundaries touch Rajasthan's mounds on one side and planes of Haryana on the other. And Village Panjkosi is Famous Village."
  },
  {
    "cityId": 4,
    "cityName": "Mumbai",
    "weatherConditions": "Hot",
    "population":18212000,
    "geoLocation": "19.0760° N, 72.8777° E",
    "history": "Human habitation of Mumbai existed since the Stone Age, the Kolis and Aagri (a Marathi fishing community[1]) were the earliest known settlers of the islands. The Maurya Empire gained control of the islands during the 3rd century BCE and transformed it into a centre of Buddhist culture and religion. Later, between the 2nd century BCE and 9th century CE, the islands came under the control of successive indigenous dynasties: Satavahanas, Abhiras, Vakatakas, Kalachuris, Konkan Mauryas, Chalukyas and Rashtrakutas, before being ruled by the Silharas from 810 to 1260."
  }
]